[
  "obsidian-excalidraw-plugin",
  "dataview",
  "table-editor-obsidian",
  "obsidian-tasks-plugin",
  "obsidian-advanced-slides",
  "obsidian-icon-folder",
  "quick-latex",
  "obsidian-git",
  "make-md",
  "obsidian-markdown-formatting-assistant-plugin",
  "markdown-prettifier",
  "obsidian-linter"
]