[
  "quick-latex",
  "obsidian-markdown-formatting-assistant-plugin",
  "markdown-prettifier",
  "obsidian-linter",
  "obsidian-html-plugin",
  "dataview",
  "table-editor-obsidian",
  "obsidian-advanced-slides",
  "obsidian-tasks-plugin",
  "obsidian-icon-folder",
  "cm-editor-syntax-highlight-obsidian",
  "execute-code"
]